{"text": "Plus his pores will be so clean.  He also didn't want me tell anyone but fuck \nit, I'll spill the beans.  He is getting a colonic.\n\nTim, front porch sounds good\n\n -----Original Message-----\nFrom:  Lenhart, Matthew  \nSent: Friday, May 11, 2001 11:28 AM\nTo: Gillette, Lisa\nCc: Blanchard, Timothy; Bass, Eric; Hull, Bryan; mmmarcantel@equiva.com; \nMena, Luis\nSubject: RE: Happy Hour\n\nwhatever gillette.  i will be feeling all loose and relaxed while i am \nwhooping it up at the grasshopper tonight."}
{"text": "Content-Transfer-Encoding:  7bit\nReturn-path: <EGOngert@aol.com>\nFrom: EGOngert@aol.com\nFull-name: EGOngert\nMessage-ID: <d1.4d9e15d.28020dc4@aol.com>\nDate: Sun, 8 Apr 2001 14:53:56 EDT\nSubject: A Blonde Joke !!\nTo: PULHAMUS@aol.com\nMIME-Version: 1.0\nContent-Type:  text/plain; charset=\"US-ASCII\"\nX-Mailer: AOL 5.0 for Windows sub 127\n\n\n\nA blind guy on a bar stool shouts to the bartender, \"Hey! Wanna hear a\nblonde joke?\" The bar immediately becomes absolutely quiet. In a hushed voice,\nthe guy next to him says, \"Before you tell that joke, you should know\nsomething.\"\n\"The bartender is blond, the bouncer is blond, and I'm a 6' tall, 200 pound\nblond with a black belt in karate.  What's more, the guy sitting next to me\nis 6'2,\" weighs 225 pounds, and he's a blond weight lifter.\" He continues,\n\"The fella to your right is blond, 6'5\" and pushing 300 pounds, and he's a\nwrestler. Think about it seriously, Mister. You still wanna tell that\njoke?\"  The blind guy says, \"Nah! Not if I'm gonna have to explain it five\ntimes.\n\n******************************************************************************\n\n********************"}
{"text": "what is the band making all that racket outside my office and why?\n\nShirley S. Elliott\n\nCitibank, N.A. - Global Energy & Mining\nTwo Allen Center\n1200 Smith Street, Suite 2000\nHouston, Texas 77002\n\nTel:  (713) 654-2868\nFax:  (713) 654-2849"}
{"text": "Come on Matt, simply because Max is Jewish doesn't mean he does either of\nthose things.  Free your mind man, you're his best man for fuck's sake.\n\n-PLK\n\n\n>From: Matthew.Lenhart@enron.com\n>To: merlinm@uswest.net\n>CC: Matthew.Lenhart@enron.com, merlinm@uswest.net,\n>pederleifkjeseth@hotmail.com, ralee@rmi.net,\n>Scott.Morrill@Grubb-Ellis.com\n>Subject: Re: One more try\n>Date: Wed, 21 Mar 2001 10:06:23 -0600\n>\n>\n>runs or robs?\n>\n\n_________________________________________________________________\nGet your FREE download of MSN Explorer at http://explorer.msn.com"}
{"text": "I'm already playing golf with some friend on sat but yours sounds like a much \nbetter tee time.  Mine is at 7:45 a.m---that blows.\n\n\n\n\n\nMatthew Lenhart@ECT\n05/02/2001 11:59 AM\nTo: Luis Mena/NA/Enron@ENRON\ncc:  \n\nSubject: Re: commitment  \n\nnice.  i knew that would be a better choice.  saturday night is on dog.  we \nare going to golf sat also if you are in.  let me know.  tee time is at 11.\n\n"}
{"text": "Yeah, I'd be up for a couple cocktails . . . give me a call on my cell and\nleave me a message where y'all will be . . .\n\nRegards,\n\nKevin A. Boone\nAccenture--Houston\n(Octel) 713.837.1638\n(Client) 281.848.1619\n(C) 713.306.7940\n(H) 713.864.4149\nKevin.A.Boone@accenture.com\n\nOur web address is http://www.accenture.com\n\n\n\n                    Matthew.Lenhart\n                    @enron.com             To:     Kevin A. Boone@Accenture\n                                           cc:     Bryan.Hull@enron.com, \nMatthew.Lenhart@enron.com\n                    04/27/2001             Subject:     Re: bs\n                    10:09 AM\n\n\n\n\n\n\n\nwe might go get some food and spirits after work if you are interested.  i\nam going to butt-fuck mississippi for val's wedding.  i will be in town the\nrest of the month so i am ready to start tearing up houston again.  let me\nknow if you are up for drinks after work.\n\n\n"}
{"text": "So buddy...what is up? WI am just getting ready to leave work and head home to\nDenver tomorrow morning for the week. My oldest bro had a baby last week and \nmy\nother bro got engaged and there is a huge party for them tomorrow. i am super\nexcited because it fall on the long weekend. I will be skiing in Steambost \nthis\nweekend . However Tahoe has been getting dumped on. I am too broke to even go\nskiing out here....the gas bill is Killing me. (tee hee) Actually, we do not\neven turn on our heat because our place is very hard to keep warm...the hard\nwood floors and the tall ceilings. As for SF.. everything is great. i love it\nbut I need to get a better paying job because I am broke. Oh well, I need to \ndo\nit while I am young and fins some rich guy. (just kidding) Anyway, How are you\ndoing? Any ladies strikin your fancy this valentine's day?\n\n------------ Previous Message from  Matthew.Lenhart@enron.com  on  01/31/2001\n02:40:44 PM ----------\n\n\nTo:   Anne Leuthold/Techtvcorp@Techtvcorp\ncc:\nSubject:  Re: Hi\n\n\n\n\ndid you go and sign up on that website?  there are a lot of people from our\nclass on there.  what is going on?  how is san francisco?  can you pay your\ngas bill.  i trade energy in that area.  how is the nightlife?  are you\ndating at all?  life here is hectic.  i have just been working and going\nout.  when are you going home again?  i don't know when i will get back\nthere, but i wish i was going back to ski.  shoot me an email when you get\na chance.\n\n\n"}
{"text": "?\n - Doves - Lost Souls - 08 Catch the Sun.mp3"}
{"text": "If Suzy were married this might be applicable to her last Friday nite . . .\n\n\n\n\n  > Two buddies, Tony and Steve, are getting very drunk\n\n  > at a bar\n\n  > when suddenly Steve throws up all over himself. \"Oh,\n\n  > no. Now Jane will\n\n  > kill me!\"  Steve says.\n\n  >\n\n  >  Tony says, \"Don't worry, pal. Just tuck a twenty in\n\n  > your breast\n\n  >  pocket, tell Jane that someone threw up on you and\n\n  > gave you twenty dollars\n\n  > for the dry cleaning bill.\"\n\n  >\n\n  >  So they stay for another couple of hours and get\n\n  > even drunker.\n\n  >\n\n  >  Eventually Steve rolls into home and his Jane\n\n  > starts to give him\n\n  > a bad time. \"You reek of alcohol and you've puked\n\n  > all over yourself! My\n\n  > God, you're disgusting!\"\n\n  >\n\n  >  Speaking very carefully so as not to slur, Steve\n\n  > says,\n\n  >  \"Nowainaminit,\n\n  >  I can e'splain everything! Itsh not what you think.\n\n  > I only had a\n\n  > couple drinks. But this other guy got sick on me...\n\n  > he'd had one too many\n\n  > and he just couldn't hold his liquor. He said he was\n\n  > very sorry an' gave\n\n  > me twenty bucks for the cleaning bill!\"\n\n  >\n\n  >  Jane looks in the breast pocket and says, \"But this\n\n  > is forty bucks.\"\n\n  >\n\n  > \"Oh, yeah... I almos' forgot, he shit in my pants,\n\n  > too.\"\n\n\n\n\n\nRegards,\n\nKevin A. Boone\nAccenture--Houston\n(Octel) 713.837.1638\n(Client) 281.848.1619\n(C) 713.306.7940\n(H) 713.864.4149\nKevin.A.Boone@accenture.com\n\nOur web address is http://www.accenture.com"}
{"text": "Any of y'all interested in PF Chang's one night this week?\n\nRegards,\n\nKevin A. Boone\nAccenture--Houston\n(Octel) 713.837.1638\n(Client) 281.848.1619\n(C) 713.306.7940\n(H) 713.864.4149\nKevin.A.Boone@accenture.com\n\nOur web address is http://www.accenture.com"}
